export const types = {
  SJL: {
    id: "odin",
    name: "오딘",
    tags: ["리더십", "행동적", "전지전능"],
    fact: "북유럽 신화의 최고신이자 에시르 신족 신들의 왕이며, 아스가르드에서 가장 강력한 신. 이 세계의 모든 것을 알고 있고 비밀들도 알고 있는 그 누구보다도 현명한 신이자 홀라드스칼프에 앉아 세계를 지배하는 신. 바람, 전쟁, 마법, 영감, 죽은 자의 영혼 등을 주관하고 그 자체로 생명의 신이며 질서를 수호한다. 모든 이의 아버지라 불릴 만큼 신화에 등장하는 많은 신들의 실질적 아버지이자 크고 작은 모든 것들의 창조주이다.",
    desc: [
      "전형적인 리더상!",
      "심심한 건 싫어! 활동적인 걸 좋아함",
      "많은 의견을 들을 줄 알아야지. 관대하고 사려깊은 마음을 가지고 있어 주변을 잘 통치함",
      "내가 원하는 것은 무슨 일을 해서라도 얻어내려 함",
    ],
    image: "odin.png",
  },
};
