export const questions = [
  {
    id: 1,
    question: "무지개 다리를 한참 걷다 보니\n으리으리한 신전의 문이 보이는데...",
    answers: [
      {
        id: "1-1",
        answer: "'이 문을 열어도 괜찮을까?'\n한참 고민하다가 조심스럽게 문을 열어본다.",
        label: "I",
      },
      {
        id: "1-2",
        answer: "'무슨 일들이 일어날까?'\n두근거리는 마음으로 벌컥 문을 열고 들어간다.",
        label: "E",
      },
    ],
  },
  {
    id: 2,
    question: "저 멀리 작은 노래 소리가\n들리는 것 같은데.. 뭐지?",
    answers: [
      {
        id: "2-1",
        answer: "'무슨 일인지 궁금해!' 소리가 들리는 곳으로 발걸음을 옮겨본다.",
        label: "P",
      },
      {
        id: "2-2",
        answer: "'안에 누가 있나? 누군가를 찾아보자.'\n결심하며 발걸음을 내딛는다.",
        label: "J",
      },
    ],
  },
  {
    id: 3,
    question: "노래 소리를 따라가보니 진수성찬에 포도주까지!! 아직 아무도 없는 것 같은데...",
    answers: [
      {
        id: "3-1",
        answer: "'안 그래도 배 고팠는데 조금만 먹어도\n티 안 나겠지?' 손을 뻗어본다.",
        label: "P",
      },
      {
        id: "3-2",
        answer: "'배는 고프지만 함부로 만지면 안돼.'\n조금만 참아본다.",
        label: "J",
      },
    ],
  },
  {
    id: 4,
    question:
      "난쟁이가 나타나 연회가 곧 시작된다고 한다. 신비한 능력을 가져야 연회에 갈 수 있다는데.. 어떤 능력을 달라고 하지?",
    answers: [
      {
        id: "4-1",
        answer: "신 중에 신이 되겠어! 이 세상을 지배할 수 있는 능력을 달라고 하자",
        label: "T",
      },
      {
        id: "4-2",
        answer: "요즘 미드가르드에서는 가뭄이 큰 문제라던데... 비를 내리는 능력을 달라고 하자!",
        label: "F",
      },
    ],
  },
  {
    id: 5,
    question: "연회장 바깥쪽에서부터 북적북적 인기척이 들려온다. 연회장을 가득 채운 신들이 서로 인사를 나누는데...",
    answers: [
      {
        id: "5-1",
        answer: "'나도 같이 인사해야지\n미소를 머금고 신들에게 인사를 건네본다.",
        label: "E",
      },
      {
        id: "5-2",
        answer: "'연회장을 좀 둘러볼까?' 가벼워진 마음으로 혼자 연회장을 돌아다니며 구경한다.",
        label: "I",
      },
    ],
  },
  {
    id: 6,
    question: "연회장 한 켠에서 신들이 열띤 토론을 벌이고 있다. 무슨 이야기를 나누는 거지?",
    answers: [
      {
        id: "6-1",
        answer: "차분하게 신들의 대화를 들어본다.",
        label: "I",
      },
      {
        id: "6-2",
        answer: '"큼큼.. 내 생각에는 말이지~!" 내 주장을 펼친다!',
        label: "E",
      },
    ],
  },
  {
    id: 7,
    question: "저쪽은 무슨 일이지? 두 난쟁이가 싸우고 있는데...",
    answers: [
      {
        id: "7-1",
        answer: "'싸우는 건 좋지 않아!' 가서 무슨 일인지 들어보고 화해시키자.",
        label: "J",
      },
      {
        id: "7-2",
        answer: "'이기는 편 우리 편~! 잘한다!! 역시 싸움 구경이지~' 난쟁이를 부추긴다.",
        label: "P",
      },
    ],
  },
  {
    id: 8,
    question: "즐기다 보니 벌써 시간이 이렇게~!\n연회장에서 나와보니 울고 있는 트롤이 보이는데...",
    answers: [
      {
        id: "8-1",
        answer: "무슨 일이지? 가서 무엇이 문제인지 물어보자.",
        label: "T",
      },
      {
        id: "8-2",
        answer: "슬픈 일이 있나봐. 우선 달래줘야겠다.. 😭",
        label: "F",
      },
    ],
  },
  {
    id: 9,
    question: "어느덧 신전의 끝에 다다르는데...",
    answers: [
      {
        id: "9-1",
        answer: "이 문을 나서면 이 모든 일은 사라지겠지?\n아쉬운 마음에 뒤를 한 번 돌아본다.",
        label: "F",
      },
      {
        id: "9-2",
        answer: "드디어 나가는구나! 홀가분한 마음으로 문으로 성큼 다가간다.",
        label: "T",
      },
    ],
  },
];
