export const questions = [
  {
    id: 1,
    question: "무지개 다리를 한참 걷다 보니 으리으리한 신전의 문이 보이는데...",
    answers: [
      {
        id: "1-1",
        answer: "'이 문을 열어도 괜찮을까?' 무슨 일이 일어날지 몰라 한참 고민하다가 조심스럽게 문을 열어본다.",
        label: "",
      },
      {
        id: "1-2",
        answer: "'무슨 일들이 일어날까?' 두근거리는 마음으로 벌컥 문을 열고 들어간다.",
        label: "",
      },
    ],
  },
  {
    id: 2,
    question: "저 멀리 작은 노래 소리가 들리는 것 같은데.. 뭐지?",
    answers: [
      {
        id: "2-1",
        answer: "'무슨 일인지 궁금해!' 소리가 들리는 곳으로 발걸음을 옮겨본다.",
        label: "",
      },
      {
        id: "2-2",
        answer:
          "'노래 소리가 들리면 누군가가 있는 거겠지.. 이곳에서 나갈 수 있는 방법을 물어보자.' 결심하며 발걸음을 내딛는다.",
        label: "",
      },
    ],
  },
  {
    id: 3,
    question: "노래 소리가 들리는 곳으로 와봤다니 진수성찬에 포도주까지!! 아직 아무도 없는 것 같은데...",
    answers: [
      {
        id: "3-1",
        answer: "'안 그래도 배 고팠는데 조금만 먹어도 티 안 나겠지?' 손을 뻗어본다.",
        label: "",
      },
      {
        id: "3-2",
        answer: "'배는 고프지만 함부로 만지면 안돼.' 조금만 참아본다.",
        label: "",
      },
    ],
  },
  {
    id: 4,
    question:
      "갑자기 반짝! 하더니 눈 앞에 요정이 나타나 곧 연회가 시작된다고 말해준다. 신들과 함께하려면 신비한 능력을 가져야 한다고 하는데... 난장이에게 어떤 능력을 달라고 할까?",
    answers: [
      {
        id: "4-1",
        answer: "신 중에 신이 되겠어! 이 세상을 지배할 수 있는 능력을 달라고 하자",
        label: "",
      },
      {
        id: "4-2",
        answer: "요즘 인간 세상인 미드가르드에서는 가뭄이 큰 골칫거리라던데... 비를 내릴 수 있는 능력을 달라고 하자!",
        label: "",
      },
    ],
  },
  {
    id: 5,
    question:
      "연회장 바깥쪽에서부터 북적북적 인기척이 들려오는데... 헉 신들이 오고 있잖아? 어느새 연회장을 가득 채운 신들이 서로 인사를 나누는데...",
    answers: [
      {
        id: "5-1",
        answer: "'나도 같이 인사해야지' 미소를 머금고 신들에게 인사를 건네본다.",
        label: "",
      },
      {
        id: "5-2",
        answer: "'연회장을 좀 둘러볼까?' 한결 가벼워진 마음으로 혼자 연회장 이곳저곳 돌아다니며 구경한다.",
        label: "",
      },
    ],
  },
  {
    id: 6,
    question: "연회장 한 켠에서 신들이 열띤 토론을 벌이고 있다. 무슨 이야기를 나누는 거지? 가까이 다가가보는데...",
    answers: [
      {
        id: "6-1",
        answer: "차분하게 신들의 대화를 들어본다.",
        label: "",
      },
      {
        id: "6-2",
        answer: '"큼큼.. 내 생각에는 말이지~!" 내 주장을 펼친다!',
        label: "",
      },
    ],
  },
  {
    id: 7,
    question: "저쪽은 무슨 일이지? 두 난쟁이가 싸우고 있는데...",
    answers: [
      {
        id: "7-1",
        answer: "'싸우는 건 좋지 않아!' 가서 무슨 일인지 들어보고 화해시키자.",
        label: "",
      },
      {
        id: "7-2",
        answer: "'이기는 편 우리 편~! 잘한다!! 역시 싸움 구경이지~' 난쟁이를 부추긴다.",
        label: "",
      },
    ],
  },
  {
    id: 8,
    question:
      "어느정도 즐기다 보니 어느새 시간이 이렇게~! 연회장에서 나와 복도를 걸어가다 저 멀리 울고 있는 트롤이 보이는데...",
    answers: [
      {
        id: "8-1",
        answer: "무슨 일이지? 가서 무엇이 문제인지 물어봐야겠다",
        label: "",
      },
      {
        id: "8-2",
        answer: "슬픈 일이 있나봐. 우선 달래줘야겠다.. 😭",
        label: "",
      },
    ],
  },
  {
    id: 9,
    question: "어느덧 신전의 끝에 다다르는데...",
    answers: [
      {
        id: "9-1",
        answer: "이 문을 나서면 지금 있었던 일은 다 사라지겠지? 아쉬운 마음에 뒤를 한 번 돌아본다.",
        label: "",
      },
      {
        id: "9-2",
        answer: "드디어 나가는구나! 홀가분한 마음으로 문으로 성큼 다가간다.",
        label: "member",
      },
    ],
  },
];
